Repository: jiyimeta/folino-ios
Catalog: Packages/Features/Reader/Sources/Reader/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# reader.displaySource.showOriginal
source: Show the original PDF
ja: 元のPDFを表示
ko: 원본 PDF 표시
zh_hans: 显示原始 PDF
zh_hant: 顯示原始 PDF

# reader.displaySource.showOriginal.description
source: Playback works on the PDF too. Turn this off to show the sheet music folino parsed.
ja: PDF上でも再生できます。オフにすると解析済みの楽譜を表示します。
ko: PDF에서도 재생할 수 있습니다. 끄면 분석된 악보를 표시합니다.
zh_hans: 在 PDF 上也可以播放。关闭后将显示解析后的乐谱。
zh_hant: 在 PDF 上也可以播放。關閉後將顯示解析後的樂譜。

# reader.displaySource.showScore
source: Show the parsed sheet music
ja: 解析済みの楽譜を表示
ko: 분석된 악보 표시
zh_hans: 显示解析后的乐谱
zh_hant: 顯示解析後的樂譜

# reader.error.cannotOpen.title
source: Could not open this score
ja: この楽譜を開けませんでした
ko: 이 악보를 열 수 없습니다
zh_hans: 无法打开此乐谱
zh_hant: 無法開啟此樂譜

# reader.error.cannotOpen.unsupportedType
source: This file type isn't supported.
ja: このファイル形式は対応していません。
ko: 이 파일 형식은 지원하지 않습니다.
zh_hans: 不支持此文件格式。
zh_hant: 不支援此檔案格式。

# reader.error.corrupted
source: This file looks corrupted or isn't a valid score.
ja: ファイルが破損しているか、有効な楽譜ではありません。
ko: 파일이 손상되었거나 유효한 악보가 아닙니다.
zh_hans: 文件已损坏，或不是有效的乐谱。
zh_hant: 檔案已損毀，或不是有效的樂譜。

# reader.error.fallback.audioEngineFailed
source: Audio engine error: %@
ja: オーディオエンジンエラー: %@
ko: 오디오 엔진 오류: %@
zh_hans: 音频引擎错误：%@
zh_hant: 音訊引擎錯誤：%@

# reader.error.fallback.persistenceFailed
source: Library save failed: %@
ja: ライブラリの保存に失敗しました: %@
ko: 라이브러리 저장에 실패했습니다: %@
zh_hans: 保存资料库失败：%@
zh_hant: 儲存資料庫失敗：%@

# reader.error.fallback.scoreWriteFailed
source: Could not write score file: %@
ja: 楽譜ファイルを書き込めませんでした: %@
ko: 악보 파일을 쓸 수 없습니다: %@
zh_hans: 无法写入乐谱文件：%@
zh_hant: 無法寫入樂譜檔案：%@

# reader.error.fallback.syncFailed
source: Sync failed: %@
ja: 同期に失敗しました: %@
ko: 동기화에 실패했습니다: %@
zh_hans: 同步失败：%@
zh_hant: 同步失敗：%@

# reader.error.fileMissing
source: The score file is missing or unreadable.
ja: 楽譜ファイルが見つからないか読み込めません。
ko: 악보 파일을 찾을 수 없거나 읽을 수 없습니다.
zh_hans: 找不到乐谱文件，或无法读取。
zh_hant: 找不到樂譜檔案，或無法讀取。

# reader.error.retry
source: Retry
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 重試

# reader.hint.annotation.message.pad
source: Write notes straight onto the score with Apple Pencil or your finger.
ja: Apple Pencil や指で、楽譜に直接メモを書き込めます。

# reader.hint.annotation.message.phone
source: Write notes straight onto the score with your finger.
ja: 指で楽譜に直接メモを書き込めます。

# reader.hint.annotation.title
source: Write on the score
ja: 楽譜に書き込む

# reader.hint.metronome.message
source: Turn the metronome on and off from playback settings.
ja: 再生設定から、メトロノームを鳴らすかどうかを切り替えられます。

# reader.hint.metronome.title
source: Metronome
ja: メトロノーム

# reader.hint.mixer.message
source: From playback settings, balance each part's volume, or mute and solo to hear just the ones you want.
ja: 再生設定から、パートごとの音量を調整したり、ミュート/ソロで聴きたいパートだけを鳴らせます。

# reader.hint.mixer.title
source: Per-part volume
ja: パートごとの音量

# reader.hint.noteEditing.message
source: Rewrite the notes in the score itself. Select a note to change its pitch, duration or accidental — and enter new notes too.
ja: 楽譜の音符を直接書き換えられます。音符を選び、音の高さ・長さ・臨時記号などを変更できます。新しく音符を入力することも可能です。

# reader.hint.noteEditing.title
source: Edit the notes
ja: 音符を編集

# reader.hint.notePad.message
source: Enter notes and rests. With a place in the score selected, pick the duration and kind to enter.
ja: 音符・休符を入力できます。楽譜上の場所を選択した状態で、長さと種類を指定して入力してください。

# reader.hint.notePad.title
source: Enter notes
ja: 音符を入力

# reader.hint.repeatPlayback.message
source: From playback settings, repeat the whole piece or loop just the passage you want to practice.
ja: 再生設定から、曲全体のリピートや、練習したい範囲だけを繰り返す A–B ループを設定できます。

# reader.hint.repeatPlayback.title
source: Repeat and A–B loop
ja: リピート・A–B ループ

# reader.hint.staffVisibility.message
source: From display settings, hide the parts you are not playing so your own shows larger.
ja: 表示設定から、演奏しないパートを隠し、自分のパートだけを大きく表示できます。

# reader.hint.staffVisibility.title
source: Hide parts
ja: パートを非表示

# reader.hint.transportCollapse.message
source: Swipe the bottom of the playback controls to the right to switch to the compact view.
ja: 再生コントロールの下部を右にスワイプすると、小さい表示に切り替えられます。

# reader.hint.transportCollapse.title
source: Swipe right to shrink it
ja: 右にスワイプで小さく表示

# reader.hint.transportExpand.message
source: Swipe the playback controls to the left to switch back to the larger view.
ja: 再生コントロールを左にスワイプすると、大きい表示に切り替えられます。

# reader.hint.transportExpand.title
source: Swipe left to enlarge it
ja: 左にスワイプで大きく表示

# reader.inspector.a4Reference.centsUnit
source: cents
ja: セント
ko: 센트
zh_hans: 音分
zh_hant: 音分

# reader.inspector.a4Reference.relativeToGlobal
source: %1$dHz %2$@ cents
ja: %1$dHz %2$@セント
ko: %1$dHz %2$@센트
zh_hans: %1$dHz %2$@音分
zh_hant: %1$dHz %2$@音分

# reader.inspector.a4Reference.reset
source: Reset
ja: リセット
ko: 재설정
zh_hans: 重置
zh_hant: 重置

# reader.inspector.a4Reference.title
source: Calibration
ja: キャリブレーション
ko: 캘리브레이션
zh_hans: 校准
zh_hant: 校準

# reader.inspector.autoPageTurn
source: Auto page turn
ja: 自動ページめくり
ko: 자동 페이지 넘김
zh_hans: 自动翻页
zh_hant: 自動翻頁

# reader.inspector.autoScroll
source: Auto-scroll
ja: 自動スクロール
ko: 자동 스크롤
zh_hans: 自动滚动
zh_hant: 自動捲動

# reader.inspector.continuation
source: Playlist
ja: プレイリスト

# reader.inspector.continuation.loopPlaylist
source: Repeat All
ja: 全曲リピート

# reader.inspector.continuation.off
source: Off
ja: オフ

# reader.inspector.continuation.playThrough
source: Continuous
ja: 連続再生

# reader.inspector.continuation.repeatActive
source: Looping this score — playback won't move to the next.
ja: この楽譜をリピート中のため、次の楽譜へは進みません。

# reader.inspector.masterVolume
source: Volume
ja: 音量
ko: 음량
zh_hans: 音量
zh_hant: 音量

# reader.inspector.metronome
source: Metronome
ja: メトロノーム
ko: 메트로놈
zh_hans: 节拍器
zh_hant: 節拍器

# reader.inspector.precount
source: Count-in
ja: カウントイン
ko: 카운트인
zh_hans: 预备拍
zh_hant: 預備拍

# reader.inspector.repeatMode
source: Repeat
ja: リピート
ko: 반복
zh_hans: 重复
zh_hant: 重複

# reader.inspector.section.general
source: General
ja: 全体
ko: 전체
zh_hans: 整体
zh_hant: 整體

# reader.inspector.section.parts
source: Parts
ja: パート
ko: 파트
zh_hans: 声部
zh_hant: 聲部

# reader.inspector.showPageTurnButtons
source: Page-turn buttons
ja: ページめくりボタン
ko: 페이지 넘김 버튼
zh_hans: 翻页按钮
zh_hant: 翻頁按鈕

# reader.inspector.showPageTurnButtons.footer
source: Swipe to turn pages still works even when this is off.
ja: オフにしてもスワイプでページをめくれます。
ko: 꺼도 스와이프로 페이지를 넘길 수 있습니다.
zh_hans: 即使关闭，仍可滑动翻页。
zh_hant: 即使關閉，仍可滑動翻頁。

# reader.inspector.showSeekBar
source: Show seek bar
ja: シークバー表示
ko: 탐색 막대 표시
zh_hans: 显示进度条
zh_hant: 顯示進度列

# reader.inspector.staffMute
source: Mute staff
ja: この譜表をミュート
ko: 보표 음소거
zh_hans: 静音此谱表
zh_hant: 靜音此譜表

# reader.inspector.staffSolo
source: Solo staff
ja: この譜表をソロ
ko: 보표 솔로
zh_hans: 独奏此谱表
zh_hant: 獨奏此譜表

# reader.inspector.staffVisibility
source: Show or hide staff
ja: この譜表の表示/非表示
ko: 보표 표시/숨기기
zh_hans: 显示或隐藏谱表
zh_hant: 顯示或隱藏譜表

# reader.inspector.transpose
source: Transpose
ja: 移調
ko: 조옮김
zh_hans: 移调
zh_hant: 移調

# reader.pageMode.tapZone.first
source: First
ja: 最初
ko: 처음
zh_hans: 首页
zh_hant: 首頁

# reader.pageMode.tapZone.last
source: Last
ja: 最後
ko: 마지막
zh_hans: 末页
zh_hant: 末頁

# reader.pageMode.tapZone.next
source: Next
ja: 次ページ
ko: 다음 페이지
zh_hans: 下一页
zh_hant: 下一頁

# reader.pageMode.tapZone.previous
source: Previous
ja: 前ページ
ko: 이전 페이지
zh_hans: 上一页
zh_hant: 上一頁

# reader.pdf.reread.action
source: Parse the PDF again
ja: PDFから解析し直す
ko: PDF에서 다시 분석
zh_hans: 重新解析 PDF
zh_hant: 重新解析 PDF

# reader.pdf.reread.confirm.action
source: Parse again
ja: 解析し直す
ko: 다시 분석
zh_hans: 重新解析
zh_hant: 重新解析

# reader.pdf.reread.confirm.body
source: Your note edits and per-staff settings (clef, visibility, instrument, volume, transposition) will be lost. Annotations are kept, but they may shift.
ja: 音符の編集内容と、譜表ごとの設定（音部記号・表示/非表示・音色・音量・移調）は失われます。書き込みは残りますが、位置がずれることがあります。
ko: 음표 편집 내용과 보표별 설정(음자리표, 표시/숨김, 음색, 음량, 조옮김)이 사라집니다. 필기는 남지만 위치가 어긋날 수 있습니다.
zh_hans: 音符的编辑内容和各谱表的设置（谱号、显示/隐藏、音色、音量、移调）将丢失。手写批注会保留，但位置可能会偏移。
zh_hant: 音符的編輯內容和各譜表的設定（譜號、顯示/隱藏、音色、音量、移調）將遺失。手寫註記會保留，但位置可能會偏移。

# reader.pdf.reread.confirm.title
source: Parse this PDF again?
ja: PDFから解析し直しますか？
ko: PDF에서 다시 분석할까요?
zh_hans: 要重新解析此 PDF 吗？
zh_hant: 要重新解析此 PDF 嗎？

# reader.pdf.reread.failed
source: folino couldn't parse sheet music out of this PDF. Your score is unchanged.
ja: このPDFから楽譜を解析できませんでした。楽譜はそのままです。
ko: 이 PDF에서 악보를 분석할 수 없습니다. 악보는 그대로 유지됩니다.
zh_hans: 无法从此 PDF 解析出乐谱。乐谱保持不变。
zh_hant: 無法從此 PDF 解析出樂譜。樂譜保持不變。

# reader.pdf.reread.failed.title
source: Couldn't parse this PDF
ja: PDFを解析できませんでした
ko: PDF를 분석할 수 없습니다
zh_hans: 无法解析此 PDF
zh_hant: 無法解析此 PDF

# reader.pdf.settingsNote
source: Display adjustments like staff size and hiding staves aren't available for PDF scores. Playback settings are.
ja: PDF 楽譜では譜表サイズや譜表の非表示などの表示調整は利用できませんが、再生設定は利用できます。
ko: PDF 악보에서는 보표 크기나 보표 숨기기 같은 표시 조정을 사용할 수 없지만 재생 설정은 사용할 수 있습니다.
zh_hans: PDF 乐谱不支持谱表大小、隐藏谱表等显示调整，但可以使用播放设置。
zh_hant: PDF 樂譜不支援譜表大小、隱藏譜表等顯示調整，但可以使用播放設定。

# reader.pdf.source.notice.body
source: Parsing is highly accurate, but it is occasionally wrong. Fix a note on the spot with the note-editing button above. You can also show the original PDF.
ja: PDF解析は高精度ですが、まれに誤りがあります。上の音符編集ボタンから、その場で修正できます。元のPDFを表示することもできます。
ko: PDF 분석은 정확도가 높지만 드물게 오류가 있습니다. 위의 음표 편집 버튼에서 바로 수정할 수 있습니다. 원본 PDF를 표시할 수도 있습니다.
zh_hans: PDF 解析准确度很高，但偶尔会有错误。可以用上方的音符编辑按钮当场修改。也可以显示原始 PDF。
zh_hant: PDF 解析準確度很高，但偶爾會有錯誤。可以用上方的音符編輯按鈕當場修改。也可以顯示原始 PDF。

# reader.pdf.source.notice.dismiss
source: Don't show again
ja: 今後表示しない
ko: 다시 표시하지 않기
zh_hans: 不再显示
zh_hant: 不再顯示

# reader.pdf.source.notice.title
source: Showing this PDF as sheet music
ja: PDFを解析して表示しています
ko: PDF를 분석해 표시하고 있습니다
zh_hans: 正在解析 PDF 并显示
zh_hant: 正在解析 PDF 並顯示

# reader.pdf.source.unavailable.body
source: folino couldn't parse sheet music out of this PDF, so it's shown as it is. You can try again any time from the PDF badge's menu.
ja: このPDFからは楽譜を解析できませんでした。PDFとしてそのまま表示します。PDFバッジのメニューからいつでも解析し直せます。
ko: 이 PDF에서는 악보를 분석할 수 없었습니다. PDF 그대로 표시합니다. PDF 배지의 메뉴에서 언제든지 다시 분석할 수 있습니다.
zh_hans: 无法从此 PDF 解析出乐谱，因此按原样显示。可以随时从 PDF 徽章的菜单重新解析。
zh_hant: 無法從此 PDF 解析出樂譜，因此按原樣顯示。可以隨時從 PDF 標記的選單重新解析。

# reader.pdf.source.unavailable.title
source: Shown as a PDF
ja: PDF として表示しています
ko: PDF로 표시하고 있습니다
zh_hans: 以 PDF 形式显示
zh_hant: 以 PDF 形式顯示

# reader.preferences.clef
source: Clef
ja: 音部記号
ko: 음자리표
zh_hans: 谱号
zh_hant: 譜號

# reader.preferences.clef.choice.alto
source: Alto
ja: アルト
ko: 알토
zh_hans: 中音
zh_hant: 中音

# reader.preferences.clef.choice.baritone
source: Baritone
ja: バリトン
ko: 바리톤
zh_hans: 男中音
zh_hant: 男中音

# reader.preferences.clef.choice.bass
source: Bass
ja: ヘ音
ko: 낮은음
zh_hans: 低音
zh_hant: 低音

# reader.preferences.clef.choice.bass8va
source: Bass 8va
ja: ヘ音 8va
ko: 낮은음 8va
zh_hans: 低音 8va
zh_hant: 低音 8va

# reader.preferences.clef.choice.bass8vb
source: Bass 8vb
ja: ヘ音 8vb
ko: 낮은음 8vb
zh_hans: 低音 8vb
zh_hant: 低音 8vb

# reader.preferences.clef.choice.percussion
source: Percussion
ja: パーカッション
ko: 타악기
zh_hans: 打击乐
zh_hant: 打擊樂

# reader.preferences.clef.choice.percussion2
source: Percussion (alt)
ja: パーカッション (代替)
ko: 타악기 (대체)
zh_hans: 打击乐（替代）
zh_hant: 打擊樂（替代）

# reader.preferences.clef.choice.soprano
source: Soprano
ja: ソプラノ
ko: 소프라노
zh_hans: 女高音
zh_hant: 女高音

# reader.preferences.clef.choice.tenor
source: Tenor
ja: テナー
ko: 테너
zh_hans: 次中音
zh_hant: 次中音

# reader.preferences.clef.choice.treble
source: Treble
ja: ト音
ko: 높은음
zh_hans: 高音
zh_hant: 高音

# reader.preferences.clef.choice.treble15ma
source: Treble 15ma
ja: ト音 15ma
ko: 높은음 15ma
zh_hans: 高音 15ma
zh_hant: 高音 15ma

# reader.preferences.clef.choice.treble15mb
source: Treble 15mb
ja: ト音 15mb
ko: 높은음 15mb
zh_hans: 高音 15mb
zh_hant: 高音 15mb

# reader.preferences.clef.choice.treble8va
source: Treble 8va
ja: ト音 8va
ko: 높은음 8va
zh_hans: 高音 8va
zh_hant: 高音 8va

# reader.preferences.clef.choice.treble8vb
source: Treble 8vb
ja: ト音 8vb
ko: 높은음 8vb
zh_hans: 高音 8vb
zh_hant: 高音 8vb

# reader.preferences.clef.resetDefault
source: Reset
ja: リセット
ko: 재설정
zh_hans: 重置
zh_hant: 重置

# reader.preferences.collapseMultiMeasureRests
source: Collapse multi-measure rests
ja: 複数小節休符をまとめる
ko: 여러 마디 쉼표 합치기
zh_hans: 合并多小节休止符
zh_hant: 合併多小節休止符

# reader.preferences.honorBreaks
source: Follow line and page breaks
ja: 楽譜の改行・改ページに従う
ko: 악보의 줄바꿈 및 페이지 나누기 따르기
zh_hans: 遵循乐谱的换行与分页
zh_hant: 遵循樂譜的換行與分頁

# reader.preferences.layoutDirection
source: Display mode
ja: 表示モード
ko: 표시 모드
zh_hans: 显示模式
zh_hant: 顯示模式

# reader.preferences.resetDefault
source: Reset to default
ja: デフォルトに戻す
ko: 기본값으로 복원
zh_hans: 恢复默认
zh_hant: 恢復預設

# reader.preferences.showInvisibleElements
source: Show hidden elements
ja: 非表示要素を表示
ko: 숨겨진 요소 표시
zh_hans: 显示隐藏元素
zh_hant: 顯示隱藏元素

# reader.preferences.staffSize
source: Staff size: %lld pt
ja: 譜表サイズ: %lld pt
ko: 보표 크기: %lld pt
zh_hans: 谱表大小：%lld pt
zh_hant: 譜表大小：%lld pt

# reader.repeat.abLoop
source: A–B Loop
ja: A–B 区間リピート
ko: A–B 구간 반복
zh_hans: A–B 区间循环
zh_hant: A–B 區間循環

# reader.repeat.loopAll
source: Repeat one
ja: 1曲リピート
ko: 한 곡 반복
zh_hans: 单曲循环
zh_hant: 單曲循環

# reader.repeat.off
source: Off
ja: オフ
ko: 끄기
zh_hans: 关闭
zh_hant: 關閉

# reader.repeat.title
source: Repeat
ja: リピート
ko: 반복
zh_hans: 重复
zh_hant: 重複

# reader.toolbar.annotate.start
source: Annotate
ja: 書き込みを開始
ko: 주석 시작
zh_hans: 开始标注
zh_hant: 開始標注

# reader.toolbar.annotate.stop
source: Stop annotating
ja: 書き込みを終了
ko: 주석 종료
zh_hans: 停止标注
zh_hant: 停止標注

# reader.toolbar.back
source: Back
ja: 戻る
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

# reader.toolbar.edit.start
source: Edit notes
ja: 音符を編集
ko: 음표 편집
zh_hans: 编辑音符
zh_hant: 編輯音符

# reader.toolbar.jumpToStart
source: Jump to start
ja: 最初の小節へ
ko: 처음으로 이동
zh_hans: 跳到开头
zh_hant: 跳到開頭

# reader.toolbar.more
source: More
ja: その他
ko: 더 보기
zh_hans: 更多
zh_hant: 更多

# reader.toolbar.nextScore
source: Next score
ja: 次の楽譜へ
ko: 다음 악보로
zh_hans: 下一份乐谱
zh_hant: 下一份樂譜

# reader.toolbar.pause
source: Pause
ja: 一時停止
ko: 일시정지
zh_hans: 暂停
zh_hant: 暫停

# reader.toolbar.play
source: Play
ja: 再生
ko: 재생
zh_hans: 播放
zh_hant: 播放

# reader.toolbar.previousScore
source: Previous score
ja: 前の楽譜へ
ko: 이전 악보로
zh_hans: 上一份乐谱
zh_hant: 上一份樂譜

# reader.toolbar.resetZoom
source: Reset zoom
ja: ズームをリセット
ko: 확대/축소 재설정
zh_hans: 重置缩放
zh_hant: 重置縮放

# reader.toolbar.seekBar
source: Playback position
ja: 再生位置
ko: 재생 위치
zh_hans: 播放位置
zh_hant: 播放位置

# reader.toolbar.share
source: Share
ja: 共有
ko: 공유
zh_hans: 共享
zh_hant: 共用

# reader.toolbar.showDisplaySettings
source: Display settings
ja: 表示設定
ko: 표시 설정
zh_hans: 显示设置
zh_hant: 顯示設定

# reader.toolbar.showInfo
source: Score Info
ja: 楽譜情報
ko: 악보 정보
zh_hans: 乐谱信息
zh_hant: 樂譜資訊

# reader.toolbar.showPlaybackSettings
source: Playback settings
ja: 再生設定
ko: 재생 설정
zh_hans: 播放设置
zh_hant: 播放設定

# reader.toolbar.showSidebar
source: Show sidebar
ja: サイドバーを表示
ko: 사이드바 표시
zh_hans: 显示边栏
zh_hant: 顯示側邊欄

# reader.toolbar.stepBackward
source: Back one measure
ja: 1小節戻る
ko: 한 마디 뒤로
zh_hans: 后退一小节
zh_hant: 後退一小節

# reader.toolbar.stepForward
source: Forward one measure
ja: 1小節進む
ko: 한 마디 앞으로
zh_hans: 前进一小节
zh_hant: 前進一小節
